{
    "choices": [
        {
            "label": "1.1a: How does the country legally define the ownership of subsoil extractive resources?", 
            "value": "1.1a"
        }, 
        {
            "label": "1.1.1a: Does the government publicly disclose data on extractive resource reserves?", 
            "value": "1.1.1a"
        }, 
        {
            "label": "1.1.1b: How up-to-date is the publicly disclosed data on extractive resource reserves?", 
            "value": "1.1.1b"
        }, 
        {
            "label": "1.1.1c: Is the data disclosed on extractive resource reserves machine-readable?", 
            "value": "1.1.1c"
        }, 
        {
            "label": "1.2.1a: Does the government publicly disclose data on the volume of extractive resource production?", 
            "value": "1.2.1a"
        }, 
        {
            "label": "1.2.1b: How up-to-date is the publicly disclosed data on the volume of extractive resource production?", 
            "value": "1.2.1b"
        }, 
        {
            "label": "1.2.1c: Is the data disclosed on the volume of extractive resource production machine-readable?", 
            "value": "1.2.1c"
        }, 
        {
            "label": "1.2.2a: Does the government publicly disclose data on the value of extractive resource exports?", 
            "value": "1.2.2a"
        }, 
        {
            "label": "1.2.2b: How up-to-date is the publicly disclosed data on the value of extractive resource exports?", 
            "value": "1.2.2b"
        }, 
        {
            "label": "1.2.2c: Is the data disclosed on the value of extractive resource exports machine-readable?", 
            "value": "1.2.2c"
        }, 
        {
            "label": "2.1.1a: Does the government have an online data portal containing publicly available data on reserves, production and exports?", 
            "value": "2.1.1a"
        }, 
        {
            "label": "2.1.1b: Does the online data portal contain the most recent publicly available data on reserves, production and exports?", 
            "value": "2.1.1b"
        }, 
        {
            "label": "2.1.1c: Is the data contained in the online data portal machine-readable?", 
            "value": "2.1.1c"
        }, 
        {
            "label": "2.1.1d: Is the data contained in the online data portal available under an open license?", 
            "value": "2.1.1d"
        }, 
        {
            "label": "1.1.9a: Is the government required to publicly disclose all signed licenses/contracts with extractive companies?", 
            "value": "1.1.9a"
        }, 
        {
            "label": "1.1.10a: From 2015 onwards, has the government publicly disclosed signed licences/contracts?", 
            "value": "1.1.10a"
        }, 
        {
            "label": "1.1.10b: Has the government publicly disclosed all active licenses/contracts, regardless of when they were signed?", 
            "value": "1.1.10b"
        }, 
        {
            "label": "1.2.8a: Is the country EITI-compliant?", 
            "value": "1.2.8a"
        }, 
        {
            "label": "1.2.8b: How up-to-date is the data contained in the country's most recent EITI report?", 
            "value": "1.2.8b"
        }, 
        {
            "label": "1.1.7a: Are senior public officials required to publicly disclose their financial holdings in extractive companies?", 
            "value": "1.1.7a"
        }, 
        {
            "label": "1.1.8a: From 2015 onwards, have senior public officials publicly disclosed their financial holdings in extractive companies?", 
            "value": "1.1.8a"
        }, 
        {
            "label": "1.1.7b: Do rules require public disclosure of beneficial owners of extractive companies?", 
            "value": "1.1.7b"
        }, 
        {
            "label": "1.1.8b: From 2015 onwards, have the beneficial owners of extractive companies been disclosed?", 
            "value": "1.1.8b"
        }, 
        {
            "label": "1.1b: Who is the licensing authority (i.e. who has the authority to grant exploration and extraction rights to companies)?", 
            "value": "1.1b"
        }, 
        {
            "label": "1.1.3d: Is the licensing authority independent from the SOE?", 
            "value": "1.1.3d"
        }, 
        {
            "label": "1.1c: What licensing process does the licensing authority follow?", 
            "value": "1.1c"
        }, 
        {
            "label": "1.1.3a: Is the government required to set pre-defined criteria by which companies become qualified to participate in a licensing process?", 
            "value": "1.1.3a"
        }, 
        {
            "label": "1.1.4a: From 2015 onwards, did the licensing authority publicly disclose minimum pre-defined criteria by which companies become qualified to participate in licensing processes?", 
            "value": "1.1.4a"
        }, 
        {
            "label": "1.1.3b: Prior to each licensing process, is the licensing authority required to disclose a list of biddable terms or negotiable terms?", 
            "value": "1.1.3b"
        }, 
        {
            "label": "1.1.4b: From 2015 onwards, and prior to each licensing process, did the licensing authority actually disclose a list of biddable or negotiable terms?", 
            "value": "1.1.4b"
        }, 
        {
            "label": "1.1.3c: Prior to each license process, is the licensing authority required to disclose the rules governing the licensing process, such as auction or negotiation rules?", 
            "value": "1.1.3c"
        }, 
        {
            "label": "1.1.4c: From 2015 onwards, and prior to each licensing process, did the licensing authority actually disclose the rules governing the licensing process, such as auction or negotiation rules?", 
            "value": "1.1.4c"
        }, 
        {
            "label": "1.1.10c: Who has the primary authority to monitor compliance with the operational aspects of licenses/contracts?", 
            "value": "1.1.10c"
        }, 
        {
            "label": "1.1.5a: Following each licensing process, is the licensing authority required to disclose the list of companies that submitted license applications (in the case of a first-come, first served; or negotiation round) or bids (in the case of an auction)?", 
            "value": "1.1.5a"
        }, 
        {
            "label": "1.1.6a: From 2015 onwards, and after each licensing process, did the licensing authority actually disclose the list of companies that submitted license applications (in the case of a first-come, first served; or negotiation round) or bids (in the case of an auction)?", 
            "value": "1.1.6a"
        }, 
        {
            "label": "1.1.5b: Following each licensing process, is the licensing authority required to publicly disclose the identity of the winning bidder or applicant?", 
            "value": "1.1.5b"
        }, 
        {
            "label": "1.1.6b: From 2015 onwards, and after each licensing process, did the licensing authority actually disclose the identity of the winning bidder/applicant?", 
            "value": "1.1.6b"
        }, 
        {
            "label": "1.1.5c: Following the licensing process, is the licensing authority required to publicly disclose the list of areas or blocks allocated?", 
            "value": "1.1.5c"
        }, 
        {
            "label": "1.1.6c: From 2015 onwards, and after each licensing process, did the licensing authority actually disclose the list of areas/blocks allocated?", 
            "value": "1.1.6c"
        }, 
        {
            "label": "1.1.5d: Are there rules that companies can follow to appeal licensing decisions?", 
            "value": "1.1.5d"
        }, 
        {
            "label": "1.1.10d: Is the legislature required to ratify licenses/contracts?", 
            "value": "1.1.10d"
        }, 
        {
            "label": "1.1.2b: Is the publicly available registry of licenses/contracts available online, offline or in paper?", 
            "value": "1.1.2b"
        }, 
        {
            "label": "1.1.2c: Does the publicly available registry of licenses/contracts cover areas/blocks?", 
            "value": "1.1.2c"
        }, 
        {
            "label": "1.1.2d: Does the publicly available registry of licenses/contracts give the names of companies that hold an interest in a given area/block?", 
            "value": "1.1.2d"
        }, 
        {
            "label": "1.2a: What is the fiscal system for extractive resources?", 
            "value": "1.2a"
        }, 
        {
            "label": "2.1a: When does the country's fiscal year start and end?", 
            "value": "2.1a"
        }, 
        {
            "label": "1.2.5a: Do rules specify the income tax rate(s) applying to extractive companies? ", 
            "value": "1.2.5a"
        }, 
        {
            "label": "1.2.5b: Do rules specify the royalty rate(s) applying to extractive companies?", 
            "value": "1.2.5b"
        }, 
        {
            "label": "1.2.5c: Do rules specify the level of state equity (or options for state equity such as carried interest) in extractive companies ?", 
            "value": "1.2.5c"
        }, 
        {
            "label": "1.2.5d: Do rules specify the withholding tax rate(s) applying to extractive companies payments?", 
            "value": "1.2.5d"
        }, 
        {
            "label": "1.2.5e: For countries using production sharing agreements, do rules specify the company and government production shares?", 
            "value": "1.2.5e"
        }, 
        {
            "label": "1.2.5f: Who is the tax authority (i.e. who has the authority to collect taxes and payments from extractive companies)?", 
            "value": "1.2.5f"
        }, 
        {
            "label": "1.2.3a: Is the government required to publicly disclose data on payments from extractive companies to the government?", 
            "value": "1.2.3a"
        }, 
        {
            "label": "1.2.4a: Does the government publicly disclose data on the value of tax/payment receipts?", 
            "value": "1.2.4a"
        }, 
        {
            "label": "1.2.4b: How up-to-date is government data on the value of tax/payment receipts?", 
            "value": "1.2.4b"
        }, 
        {
            "label": "1.2.4c: Is the most recent publicly available data on tax and payment receipts disaggregated by payment type?", 
            "value": "1.2.4c"
        }, 
        {
            "label": "1.2.6a: Is the government required to make all payments to the national treasury or deposit them into a national resource account, aside from amounts legally retained by SOEs?", 
            "value": "1.2.6a"
        }, 
        {
            "label": "1.2.6b: Is the national tax authority required to audit extractive companies?", 
            "value": "1.2.6b"
        }, 
        {
            "label": "1.2.6c: Is the national tax authority required to periodically be audited by an external body?", 
            "value": "1.2.6c"
        }, 
        {
            "label": "1.2.7a: Was the national tax authority audited over the most recently completed audit timeframe?", 
            "value": "1.2.7a"
        }, 
        {
            "label": "1.3.1a: Are extractive companies required to prepare an EIA and/or SIA prior to development?", 
            "value": "1.3.1a"
        }, 
        {
            "label": "1.3.1b: Is there a requirement for the EIA and/or SIA to be publicly disclosed?", 
            "value": "1.3.1b"
        }, 
        {
            "label": "1.3.2a: From 2015 onwards, have EIAs and/or SIAs been publicly disclosed?", 
            "value": "1.3.2a"
        }, 
        {
            "label": "1.3.3a: Are extractive companies required to prepare environmental mitigation management plans prior to development?", 
            "value": "1.3.3a"
        }, 
        {
            "label": "1.3.3b: Is there a requirement for environmental mitigation management plans to be publicly disclosed?", 
            "value": "1.3.3b"
        }, 
        {
            "label": "1.3.4a: From 2015 onwards, have environmental mitigation management plans been publicly disclosed?", 
            "value": "1.3.4a"
        }, 
        {
            "label": "1.3.5a: Do rules require the government to set penalties (i.e. fines, license suspension or license revocation) for non-compliance with environmental mitigation management plans?", 
            "value": "1.3.5a"
        }, 
        {
            "label": "1.3.7a: Are there rules governing compensation to landowners or land users when project development interferes with their access to or use of land?", 
            "value": "1.3.7a"
        }, 
        {
            "label": "1.3.7b: Are there specific procedures governing the resettlement of land users when project development interferes with their access to or use of land?", 
            "value": "1.3.7b"
        }, 
        {
            "label": "1.3.5b: Are there rules governing rehabilitation and closure of extractive projects?", 
            "value": "1.3.5b"
        }, 
        {
            "label": "1.3.6a: From 2015 onwards, have the procedures governing rehabilitation and closure of extractive projects been adhered to?", 
            "value": "1.3.6a"
        }, 
        {
            "label": "1.4a: What proportion of equity shares does the government own in extractive companies?", 
            "value": "1.4a"
        }, 
        {
            "label": "1.4c: What is the name of the largest company in which the government has a controlling share (i.e. an SOE)?", 
            "value": "1.4c"
        }, 
        {
            "label": "1.4.1a: Are there rules governing fiscal transfers between the government and the SOE?", 
            "value": "1.4.1a"
        }, 
        {
            "label": "1.4.2a: Does the government publicly disclose how much revenue it receives from the SOE?", 
            "value": "1.4.2a"
        }, 
        {
            "label": "1.4.2b: Does the SOE publicly disclose how much revenue it transfers to the government?", 
            "value": "1.4.2b"
        }, 
        {
            "label": "1.4.3a: Is the SOE required to publicly disclose annual reports containing information on its finances and operations?", 
            "value": "1.4.3a"
        }, 
        {
            "label": "1.4.5b: Has the SOE publicly disclosed annual reports on its finances and operations?", 
            "value": "1.4.5b"
        }, 
        {
            "label": "1.4.5c: Does the SOE's most recent public annual report include a balance sheet statement?", 
            "value": "1.4.5c"
        }, 
        {
            "label": "1.4.5d: Does the SOE's most recent public annual report include a cash flow statement?", 
            "value": "1.4.5d"
        }, 
        {
            "label": "1.4.5e: Does the SOE's most recent public annual report include an income statement?", 
            "value": "1.4.5e"
        }, 
        {
            "label": "1.4.9a: Does the SOE publicly disclose its participation in joint ventures?", 
            "value": "1.4.9a"
        }, 
        {
            "label": "1.4.9b: Does the SOE publicly disclose its levels of ownership in joint ventures?", 
            "value": "1.4.9b"
        }, 
        {
            "label": "1.4.9c: Does the SOE publicly disclose the costs and revenues deriving from its participation in joint ventures?", 
            "value": "1.4.9c"
        }, 
        {
            "label": "1.4.9d: Does the SOE publicly disclose a list of its subsidiaries?", 
            "value": "1.4.9d"
        }, 
        {
            "label": "1.4.9e: Does the SOE publicly disclose the costs and revenues deriving from its subsidiaries?", 
            "value": "1.4.9e"
        }, 
        {
            "label": "1.4.6a: Does the SOE publicly disclose its aggregate production volume?", 
            "value": "1.4.6a"
        }, 
        {
            "label": "1.4.6b: Does the SOE publicly disclose its aggregate sales volume?", 
            "value": "1.4.6b"
        }, 
        {
            "label": "1.4.3b: Do rules require a periodic audit of the SOE's financial statements by an external body?", 
            "value": "1.4.3b"
        }, 
        {
            "label": "1.4.5a: Did an external body audit the SOE's annual financial statements over the most recently completed audit timeframe?", 
            "value": "1.4.5a"
        }, 
        {
            "label": "1.4.4a: From 2015 onwards, did the SOE engage in non-commercial activities (e.g. payments for social services, public infrastructure, fuel subsidies, national debt servicing)?", 
            "value": "1.4.4a"
        }, 
        {
            "label": "1.4.4b: Has the SOE publicly disclosed the amount spent on non-commercial activities?", 
            "value": "1.4.4b"
        }, 
        {
            "label": "1.4b: Does the SOE receive a production share or in-kind payments from extractive companies?", 
            "value": "1.4b"
        }, 
        {
            "label": "1.4.7a: Are there rules that govern how the SOE should select the buyers of its production?", 
            "value": "1.4.7a"
        }, 
        {
            "label": "1.4.7b: Are there rules that determine the prices at which the SOE should sell its production?", 
            "value": "1.4.7b"
        }, 
        {
            "label": "1.4.7c: Are there rules that govern how the proceeds from the sale of the SOE's production should be transferred to the government?", 
            "value": "1.4.7c"
        }, 
        {
            "label": "1.4.7d: Are there rules that require the SOE or government to publicly disclose information on the sale of production by the SOE?", 
            "value": "1.4.7d"
        }, 
        {
            "label": "1.4.8a: Does the SOE or government publicly disclose the volume of production sold by the SOE? ", 
            "value": "1.4.8a"
        }, 
        {
            "label": "1.4.8b: Does the SOE or government publicly disclose the value of the production sold by the SOE?", 
            "value": "1.4.8b"
        }, 
        {
            "label": "1.4.8c: Does the SOE or government publicly disclose the date of the production sales executed by the SOE? ", 
            "value": "1.4.8c"
        }, 
        {
            "label": "1.4.8d: Does the SOE or government publicly disclose the names of the companies that bought the production sold by the SOE?", 
            "value": "1.4.8d"
        }, 
        {
            "label": "1.4.10b: Is the majority of the SOE's board of directors independent of the government (i.e. at least half of all board members do not hold positions in the current central government)?", 
            "value": "1.4.10b"
        }, 
        {
            "label": "1.4.10a: Does the SOE have a publicly available code of conduct?", 
            "value": "1.4.10a"
        }, 
        {
            "label": "1.4.3c: Is the SOE required to submit annual reports to the legislature on its commercial, non-commercial (i.e. regulatory) and non-operational activities (i.e. activities not related to resource extraction)?", 
            "value": "1.4.3c"
        }, 
        {
            "label": "2.1.2a: Does the country have a numerical fiscal rule?", 
            "value": "2.1.2a"
        }, 
        {
            "label": "2.1.3a: Over the most recently completed fiscal year, did the government adhere to the numerical fiscal rule?", 
            "value": "2.1.3a"
        }, 
        {
            "label": "2.1.2b: Do rules require that an external body periodically monitor the government's adherence to the numerical fiscal rule?", 
            "value": "2.1.2b"
        }, 
        {
            "label": "2.1.3b: Was the government's adherence to the fiscal rule externally monitored over the most recently completed audit timeframe?", 
            "value": "2.1.3b"
        }, 
        {
            "label": "2.1.4a: Does the government publicly disclose projections of extractive resource revenues?", 
            "value": "2.1.4a"
        }, 
        {
            "label": "2.1.4b: Has the government publicly disclosed a national budget that has been enacted for the current fiscal year?", 
            "value": "2.1.4b"
        }, 
        {
            "label": "2.1.4d: For the most recently completed fiscal year, did the government publicly disclose the total resource revenue received?", 
            "value": "2.1.4d"
        }, 
        {
            "label": "2.1.4c: For the most recently completed fiscal year, did the government publicly disclose total government expenditures?", 
            "value": "2.1.4c"
        }, 
        {
            "label": "2.1.5a: Does the government publicly disclose the level of national debt?", 
            "value": "2.1.5a"
        }, 
        {
            "label": "2.1.5b: Is the most recent publicly available information on the national debt disaggregated by currency denomination (i.e. foreign or domestic)?", 
            "value": "2.1.5b"
        }, 
        {
            "label": "2.2a: Does the central government transfer extractive resource revenues to subnational governments?", 
            "value": "2.2a"
        }, 
        {
            "label": "2.2b: Are there specific rules governing the transfer of extractive resource revenues (i.e. are these rules distinct from those governing other types of transfers)?", 
            "value": "2.2b"
        }, 
        {
            "label": "2.2c: Do rules specify that subnational governments of producing areas should receive a higher share of extractive resource revenues than those of non-producing areas?", 
            "value": "2.2c"
        }, 
        {
            "label": "2.2.1a: Do rules specify which subnational agencies receive the extractive resource revenues transferred from the central government?", 
            "value": "2.2.1a"
        }, 
        {
            "label": "2.2.2a: Do rules specify a formula governing the transfer of extractive resource revenues between the central government and subnational governments?", 
            "value": "2.2.2a"
        }, 
        {
            "label": "2.2.2b: If there is a formula governing the transfer of extractive resource revenue between the central government and subnational governments, does this formula specify the amount of revenue received by each subnational government?", 
            "value": "2.2.2b"
        }, 
        {
            "label": "2.2.3a: From 2015 onwards, did the central government disclose the amount of revenues transferred to subnational governments?", 
            "value": "2.2.3a"
        }, 
        {
            "label": "2.2.3b: How up-to-date is the information publicly disclosed by the central government on the amount of revenues transferred to subnational governments?", 
            "value": "2.2.3b"
        }, 
        {
            "label": "2.2.3c: From 2015 onwards, has the central government publicly disclosed the amount of revenue transferred by revenue stream?", 
            "value": "2.2.3c"
        }, 
        {
            "label": "2.2.4a: Do rules require that an external body periodically audit the transfers of extractive resource revenues to subnational governments?", 
            "value": "2.2.4a"
        }, 
        {
            "label": "2.2.5a: Were transfers of extractive resource revenues to subnational governments externally audited over the most recently completed audit timeframe?", 
            "value": "2.2.5a"
        }, 
        {
            "label": "2.3a: Does the country have a natural resource fund which is funded by extractive resource revenues?", 
            "value": "2.3a"
        }, 
        {
            "label": "2.3b: If there are multiple natural resource funds, which is the largest?", 
            "value": "2.3b"
        }, 
        {
            "label": "2.3.1a: Are there numeric rules governing the size of withdrawals from the sovereign wealth fund?", 
            "value": "2.3.1a"
        }, 
        {
            "label": "2.3.2c: From 2015 onwards, has the government adhered to the numeric rules governing the size of withdrawals from sovereign wealth funds?", 
            "value": "2.3.2c"
        }, 
        {
            "label": "2.3.1b: Do rules require that withdrawals and spending from the sovereign wealth fund pass through the national budget?", 
            "value": "2.3.1b"
        }, 
        {
            "label": "2.3.4d: From 2015 onwards, have withdrawals and spending from the sovereign wealth fund actually passed through the national budget?", 
            "value": "2.3.4d"
        }, 
        {
            "label": "2.3.1c: Are there numeric rules governing the size of deposits into the sovereign wealth fund?", 
            "value": "2.3.1c"
        }, 
        {
            "label": "2.3.2d: From 2015 onwards, has the government adhered to the numeric rules governing the size of deposits into the sovereign wealth fund?", 
            "value": "2.3.2d"
        }, 
        {
            "label": "2.3.3a: Is the sovereign wealth fund prohibited from investing in domestic assets without budgetary approval?", 
            "value": "2.3.3a"
        }, 
        {
            "label": "2.3.3b: Is the sovereign wealth fund prohibited from investing in certain asset classes or investment types?", 
            "value": "2.3.3b"
        }, 
        {
            "label": "2.3.4e: From 2015 onwards, has the sovereign wealth fund adhered to rules limiting asset class or investment types?", 
            "value": "2.3.4e"
        }, 
        {
            "label": "2.3.5a: Is the sovereign wealth fund required to produce annual financial reports?", 
            "value": "2.3.5a"
        }, 
        {
            "label": "2.3.5b: Is the sovereign wealth fund required to publicly disclose these annual financial reports?", 
            "value": "2.3.5b"
        }, 
        {
            "label": "2.3.6a: Does the sovereign wealth fund publicly disclose its annual financial reports?", 
            "value": "2.3.6a"
        }, 
        {
            "label": "2.3.2a: Does the sovereign wealth fund's most recent publicly available annual financial report specify the size of the fund?", 
            "value": "2.3.2a"
        }, 
        {
            "label": "2.3.2b: Does the sovereign wealth fund's most recent publicly available annual financial report disclose?", 
            "value": "2.3.2b"
        }, 
        {
            "label": "2.3.4a: Does the sovereign wealth fund's most recent publicly available annual financial report specify the rate of return made on its investments?", 
            "value": "2.3.4a"
        }, 
        {
            "label": "2.3.4b: Does the sovereign wealth fund's most recent publicly available annual financial report include a list of assets held?", 
            "value": "2.3.4b"
        }, 
        {
            "label": "2.3.4c: Does the sovereign wealth fund's most recent publicly available annual financial report specify the fund's asset allocation by asset class?", 
            "value": "2.3.4c"
        }, 
        {
            "label": "2.3.5c: Do rules require an external body to periodically audit the sovereign wealth fund's annual financial reports?", 
            "value": "2.3.5c"
        }, 
        {
            "label": "2.3.6b: Were these annual financial reports audited over the most recently completed audit timeframe?", 
            "value": "2.3.6b"
        }, 
        {
            "label": "2.3.5d: Is the legislature required to review the sovereign wealth fund's annual financial reports?", 
            "value": "2.3.5d"
        }, 
        {
            "label": "2.3.6c: From 2015 onwards, has the legislature reviewed the sovereign wealth fund's annual financial reports?", 
            "value": "2.3.6c"
        }, 
        {
            "label": "1.1.2a: Does a government agency maintain a publicly available registry of rights and license details (i.e. a cadaster)?", 
            "value": "1.1.2a"
        }
    ]
}